/***	!!!!!!!!!!! THIS FILE IS DEPRECATED !!!!!!!!!!!!!					***/
/***	For your world city needs use the GeoKit.framework					***/


/* Cities in the database */
/* LOCALIZATION - Change ONLY the names on the right hand side of the equal signs */
/*  DO NOT change the left hand side of the equal signs*/
"Abu Dhabi" = "阿布達比";
"Accra" = "阿克拉";
"Adak" = "艾德克島";
"Addis Ababa" = "阿迪斯阿貝巴";
"Adelaide" = "阿德萊德";
"Algiers" = "阿爾吉爾";
"Amman" = "安曼";
"Amsterdam" = "阿姆斯特丹";
"Anadyr" = "阿那底河";
"Anchorage" = "安克拉治";
"Ankara" = "安哥拉";
"Antananarivo" = "安塔那那利佛";
"Asmera" = "阿斯馬拉";
"Asuncion" = "亞松森";
"Athens" = "雅典";
"Atlanta" = "亞特蘭大";
"Ashgabat" = "阿什哈巴特";
"Austin" = "奧斯丁";
"Baghdad" = "巴格達";
"Blacksburg" = "黑堡";
"Baku" = "巴庫";
"Bamako" = "巴馬科";
"Bangkok" = "曼谷";
"Bangui" = "班基";
"Beijing" = "北京";
"Beirut" = "貝魯特";
"Belgrade" = "貝爾格勒";
"Berlin" = "柏林";
"Bogota" = "波哥大";
"Boston" = "波士頓";
"Brasalia" = "巴西利亞";
"Bratislava" = "布拉提斯拉瓦";
"Bridgetown" = "橋鎮";
"Brisbane" = "布利斯班";
"Brussels" = "布魯賽爾";
"Bucharest" = "布加勒斯特";
"Budapest" = "布達佩斯";
"Buenos Aires" = "布宜諾斯艾利斯";
"Cairo" = "開羅";
"Calgary" = "卡加立";
"Canberra" = "坎培拉";
"Canton" = "廣州";
"Cape Town" = "開普敦";
"Caracas" = "加拉卡斯";
"Cardiff" = "卡地夫";
"Cayenne" = "開雲";
"Chennai" = "千奈（馬卓斯）";
"Chicago" = "芝加哥";
"Colombo" = "可倫坡";
"Columbus" = "哥倫布";
"Conakry" = "康那克立";
"Copenhagen" = "哥本哈根";
"Cupertino" = "庫比提諾";
"Cork" = "科克";
"Dhaka" = "達卡";
"Dakar" = "達克爾";
"Dallas" = "達拉斯";
"Damascus" = "大馬士革";
"Dar es Salaam" = "三蘭港";
"Darwin" = "達爾文";
"Denver" = "丹佛市";
"Detroit" = "底特律";
"Djibouti" = "吉布地";
"Doha" = "杜哈";
"Douala" = "杜阿拉";
"Dublin" = "都柏林";
"Edinburgh" = "愛丁堡";
"Freetown" = "自由城";
"Geneva" = "日內瓦";
"Georgetown" = "喬治亞城";
"Grytviken" = "葛利特維根";
"Guam" = "關島";
"Guatemala" = "瓜地馬拉";
"Halifax" = "哈利法克斯";
"Hamburg" = "漢堡";
"Hanoi" = "河內";
"Harare" = "哈拉雷";
"Havana" = "哈瓦那";
"Helsinki" = "赫爾辛基";
"Hobart" = "荷巴特";
"Hong Kong" = "香港";
"Honolulu" = "檀香山";
"Houston" = "休士頓";
"Indianapolis" = "印第安納波利";
"Islamabad" = "伊斯蘭馬巴德";
"Istanbul" = "伊斯坦堡";
"Jakarta" = "雅加達";
"Jerusalem" = "耶路撒冷";
"Kabul" = "喀布爾";
"Kampala" = "坎帕拉";
"Katmandu" = "加德滿都";
"Khartoum" = "喀土木";
"Kiev" = "基輔";
"Kinshasa" = "金夏沙";
"Knoxville" = "諾克斯維爾";
"Kolkata" = "科卡達（加爾各答）";
"Krasnoyarsk" = "克拉斯諾亞爾斯克";
"Kuala Lumpur" = "吉隆坡";
"Kuwait" = "科威特";
"La Paz" = "拉巴斯";
"Lagos" = "拉哥斯";
"Lima" = "利馬";
"Lisbon" = "里斯本";
"Ljubljana" = "盧比亞娜";
"London" = "倫敦";
"Los Angeles" = "洛杉機";
"Luanda" = "盧安達";
"Lusaka" = "盧色加";
"Madrid" = "馬德里";
"Magadan" = "馬加丹";
"Male" = "馬列";
"Managua" = "馬拿瓜";
"Manama" = "麥納馬";
"Manchester" = "曼徹斯特";
"Manila" = "馬尼拉";
"Maputo" = "馬浦托";
"Mecca" = "麥加";
"Melbourne" = "墨爾本";
"Memphis" = "孟斐斯";
"Mexico City" = "墨西哥市";
"Miami" = "邁阿密";
"Minneapolis" = "明尼亞波利";
"Mogadisho" = "莫格迪修";
"Monrovia" = "蒙羅維亞";
"Montevideo" = "蒙特維多";
"Montreal" = "蒙特婁";
"Moscow" = "莫斯科";
"Mumbai" = "孟買";
"Munich" = "慕尼黑";
"Muscat" = "馬斯開特";
"Nairobi" = "奈洛比";
"Ndjamena" = "加梅那";
"New Delhi" = "新德里";
"New York" = "紐約";
"Nouakchott" = "諾克少";
"Noumea" = "努美亞";
"Novosibirsk" = "新西伯利亞";
"Nuuk" = "努克";
"Omsk" = "鄂木斯克";
"Osaka" = "大阪";
"Oslo" = "奧斯陸";
"Ottawa" = "渥太華";
"Ougadougou" = "瓦瓜都古";
"Pago Pago" = "巴哥巴哥";
"Panama" = "巴拿馬";
"Paramaribo" = "巴拉馬利波";
"Paris" = "巴黎";
"Perth" = "伯斯";
"Philadelphia" = "費城";
"Phnom Penh" = "金邊";
"Phoenix" = "鳳凰城";
"Ponta Delgada" = "彭達戴爾各達";
"Port Louis" = "路易港";
"Port-au-Prince" = "太子港";
"Portland" = "波特蘭市";
"Prague" = "布拉格";
"Pyongyang" = "平壤";
"Quito" = "基多";
"Rabat" = "拉巴特";
"Rangoon" = "仰光";
"Recife" = "雷西非";
"Regina" = "利宅那";
"Reykjavik" = "雷克雅未克";
"Rio de Janeiro" = "里約熱內盧";
"Riyadh" = "利雅德";
"Rome" = "羅馬";
"Salt Lake City" = "鹽湖城";
"San Diego" = "聖地牙哥";
"San Francisco" = "舊金山";
"San Jose" = "聖荷西";
"San Juan" = "聖胡安";
"San Salvador" = "聖薩爾瓦多";
"Sanaa" = "沙那";
"Santiago" = "聖地牙哥";
"Santo Domingo" = "聖多明哥";
"Sao Paulo" = "聖保羅";
"Seattle" = "西雅圖";
"Seoul" = "首爾";
"Shanghai" = "上海";
"Singapore" = "新加坡";
"Sofia" = "索非亞";
"St. John's" = "聖約翰斯";
"St. Louis" = "聖路易斯";
"St. Petersburg" = "聖彼得堡";
"Stockholm" = "斯德哥爾摩";
"Sydney" = "雪梨";
"Taipei" = "台北";
"Tashkent" = "塔什干";
"Tegucigalpa" = "德古斯加巴";
"Tehran" = "德黑蘭";
"Thanh Pho Ho Chi Minh" = "胡志明市";
"Tientsin" = "天津";
"Tokyo" = "東京";
"Toronto" = "多倫多";
"Tripoli" = "的黎波里";
"Tunis" = "突尼斯";
"Ulaanbaatar" = "烏蘭巴托";
"UTC" = "UTC";
"Vancouver" = "溫哥華";
"Victoria" = "維多利亞";
"Vienna" = "維也納";
"Vladivostok" = "海參崴";
"Volgograd" = "佛勒達";
"Warsaw" = "華沙";
"Washington, D.C." = "華盛頓特區";
"Wellington" = "威靈頓";
"Winnipeg" = "溫尼伯";
"Yakutsk" = "雅庫次客";
"Yekaterinburg" = "伊卡特林堡";
"Yerevan" = "葉里溫";
"Zagreb" = "札格拉布";
"Zurich" = "蘇黎世";
